<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8" />
<title>CrimethInc. Ex-Workers&rsquo; Collective : Movies : FIN:CIV</title>
</head>

<body>
<div id="main">
<iframe src="//player.vimeo.com/video/22801819?title=0&amp;byline=0&amp;portrait=0" width="853" height="480" frameborder="0">
</iframe>
<div>
<p>
<span class="title">FIN:CIV</span>
<span class="info">SD / 2010 / 76 Minutes</span>
<span class="desc">Es una pel&iacute;cula que examina adicci&oacute;n a la violencia sistematica y la explotaci&oacute;n al medio ambiente que  domina las culturas &ldquo;civilizadas&rdquo; occidentales. Los temas de <em>FIN:CIV</em> son basados en los libros <em>Endgame</em> de el autor Norte-Americano Derrick Jensen donde el pregunta: Si tu tierra es invadida por extra-terrestres que destruyen los bosques, envenenan el agua y el aire, y contaminan las cosechas, resistirias la ocupaci&oacute;n?<br />
<br />
La super-explotacti&oacute;n de recursos naturales es la raz&oacute;n principal por la cual las grandes civilizaciones fallecen. En estos momentos el mundo est&aacute; en crisis: la econom&iacute;a en caos, escasez de petr&oacute;leo, calentamiento global fuera de control y desorden pol&iacute;tico. Los titulares en los diarios repiten articulo tras articulo sobre corrupci&oacute;n y numerosas traiciones al fideicomiso publico. Nosotros somos testigos de como este sistema se desploma y en su desesperaci&oacute;n trata de agarrar todo lo que puede hasta que no quede nada.<br />
<br />
Ante toda esta destrucci&oacute;n, vemos actos de valent&iacute;a autentica por comuneros en los lugares mas afectados. <em>FIN:CIV</em> documenta actos heroicos de resistencia, dentro de las comunidades que sufren la represi&oacute;n continua y violencia del sistema actual. Ademas <em>FIN:CIV</em> analiza los mitos mas predominantes en la izquierda y nos hace examinar cuales son las t&aacute;cticas que nos llevaran a un mejor futuro.<br />
<br />
Derrick Jensen narra varias partes de <em>FIN:CIV</em> y hace un llamado para que protejamos a la tierra como si fuera nuestra madre. <em>FIN:CIV</em> deconstruye el sistema capitalista y los mecanismos que lo perpet&uacute;an, con r&aacute;pidos montajes, gr&aacute;ficas, comedia, animaci&oacute;n, y m&uacute;sica. Tambi&eacute;n relata historias personales en las cuales individuos hacen grandes sacrificios para defender sus hogares. <em>FIN:CIV</em> es un documental para nuestros tiempos, tiempos en los que tenemos que actuar con firmeza, si queremos salvar lo que queda del planeta. [853x480]</span>
</p>
</div>
</div>
</body>
</html>
